/**
 * 播放列表
 * @type {array}
 * 请用数组来定义mplayer的总列表
 * 再用二维数组定义每个列表
 * 其中列表里的每首歌需用对象定义
 * 请在每个列表中的第一个元素定义列表信息（必须位于第一位）
 * 列表信息必须有一个basic属性，值为true
 * 还要有一个name属性，值为列表名称
 * 可选参数为singer、image，用于为定义的该属性的歌曲调用
 * 每首歌必须有name、src、lrc三个属性
 * src为歌曲相对于index.html的相对路径或绝对路径
 * 可选singer和image属性
 * 在每首歌没有定义singer或image时将使用列表的singer或image
 * 请确保一定有一个被定义
 * 其中name为歌曲名称
 * src为歌曲文件路径
 * lrc为歌词，请用\n或\r将每行歌词隔开，否则无法识别
 */
var mplayer_song = [[
	{
		"basic":true,
		"name":"青年晚报",
		"singer":"许嵩",
		"img":"images/qnwb.jpg"
	},
	{
		"name":"平行宇宙",
		"src":"res/qnwb/pxyz.mp3",
		"lrc":"[ar:许嵩]\n[ti:平行宇宙]\n[00:00.45]作曲 : 许嵩\n[00:01.76]作词 : 许嵩\n[00:03.58]我梦见我轻盈自由的腾空\n[00:09.70]随后画面切到我背着你遨游\n[00:15.89]你眼睛开始闪烁点点星光\n[00:22.60]可能是美梦来的太突然了吧\n[00:28.11]那时候在一起的时间很多\n[00:34.26]只不过珍惜的意义还没搞懂\n[00:40.55]虽然说 如今已经分开很久\n[00:46.92]有时候 还是不经意想你的笑容\n[00:55.78]深爱过 所以没有再联络\n[01:02.05]不回头 因为勉强的笑很难受\n[01:08.01]深爱过 真心感谢你陪我度过\n[01:14.50]那几年 苦中有甜的生活\n[01:29.62]床头柜 躺着一本老旧相册\n[01:35.79]也就是 闲极的时候才翻一翻\n[01:41.91]还养着你走时留下的小狗\n[01:48.54]长大后 它心事重重不太活泼\n[01:54.21]这条路我们没能走到最后\n[02:00.42]朋友说 是个意外的意料之中\n[02:06.48]有时相信在某个平行的宇宙\n[02:13.08]你的爱还一如既往陪在我左右\n[02:21.86]深爱过 所以没有再联络\n[02:28.03]不回头 因为勉强的笑很难受\n[02:34.24]深爱过 真心感谢你陪我度过那几年\n[02:43.60]深爱过 所以没有再联络\n[02:49.66]不回头 因为勉强的笑很难受\n[02:55.68]深爱过 真心感谢你陪我度过\n[03:01.90]那几年 苦中有甜的生活\n[03:08.18]多年后再想起你\n[03:12.28]镜子里一副流泪的笑容"
	},
	{
		"name":"摄影艺术",
		"img":"images/syys.jpg",
		"src":"res/qnwb/syys.mp3",
		"lrc":"[ar:许嵩]\n[ti:摄影艺术]\n[00:00.03]许嵩 - 摄影艺术\n[00:01.20]词：许嵩\n[00:01.86]曲：许嵩\n[00:09.70]面朝大海\n[00:11.12]我站成了大海\n[00:13.24]你在我里面浮沉\n[00:17.03]回忆是一条狂犬\n[00:19.46]追咬了许多年\n[00:21.63]却还没掌握进退分寸\n[00:26.66]时光流转\n[00:28.03]谁还用日记本\n[00:30.21]往事有底片为证\n[00:34.05]拍照别开闪光灯\n[00:36.48]窥探爱人灵魂\n[00:38.63]要信自己的感觉够真\n[00:43.72]你带领着我穿透了黄昏\n[00:51.20]逆着光\n[00:52.32]闭上了一只眼\n[00:54.29]开启摄影的天分\n[01:00.13]拍过我的人\n[01:01.65]傻笑得多诚恳\n[01:04.22]摁下了快门\n[01:05.84]晓得心动不长存\n[01:08.57]拍过我的人\n[01:10.18]体谅了我的冷\n[01:12.76]热情没及格\n[01:14.33]真性情得高分\n[01:16.96]拍过我的人\n[01:18.67]走前还留了吻\n[01:21.25]花心思调整\n[01:22.87]爱和怨的白平衡\n[01:25.55]爱过你的人\n[01:27.17]躺在相片里等\n[01:29.75]面孔已褪色\n[01:31.41]缅怀却更深沉\n[01:36.85]镜头挺狠\n[01:38.11]岁月比它还狠\n[01:40.19]特写呈上了皱纹\n[01:44.00]情爱里受的熬煎\n[01:46.53]没修得共枕眠\n[01:48.70]却慢慢修得沉默不言\n[01:53.49]相见恨晚\n[01:55.05]相处有没恨短\n[01:57.18]别刻意夸大缘分\n[02:01.12]拍照不用想太深\n[02:03.55]什么霎那间的永恒\n[02:05.73]谁咬定自己不是过客\n[02:10.63]你带领着我穿透了黄昏\n[02:18.19]逆着光\n[02:19.31]闭上了一只眼\n[02:21.33]开启摄影的天分\n[02:27.22]拍过我的人\n[02:28.64]傻笑得多诚恳\n[02:31.27]摁下了快门\n[02:32.84]晓得心动不长存\n[02:35.58]拍过我的人\n[02:37.15]体谅了我的冷\n[02:39.77]热情没及格\n[02:41.39]真性情得高分\n[02:44.03]拍过我的人\n[02:45.65]走前还留了吻\n[02:48.33]花心思调整\n[02:49.89]爱和怨的白平衡\n[02:52.57]爱过你的人\n[02:54.19]躺在相片里等\n[02:56.78]面孔已褪色\n[02:58.34]缅怀却更深沉\n[03:06.08]一座城市的神秘景点\n[03:09.72]早让你拍腻\n[03:14.32]像原始的恋人\n[03:16.85]被开发完所有可能性\n[03:22.82]数码时代用千万像素\n[03:26.63]制造出当我把你放大\n[03:30.49]到底后只剩马赛克的失意\n[03:41.56]拍过我的人\n[03:43.03]傻笑得多诚恳\n[03:45.66]摁下了快门\n[03:47.22]晓得心动不长存\n[03:49.91]拍过我的人\n[03:51.53]体谅了我的冷\n[03:54.11]热情没及格\n[03:55.73]真性情得高分\n[03:58.36]拍过我的人\n[04:00.03]走前还留了吻\n[04:02.61]花心思调整\n[04:04.22]爱和怨的白平衡\n[04:06.90]爱过你的人\n[04:08.53]躺在相片里等\n[04:11.10]面孔已褪色\n[04:12.98]缅怀却更深沉"
	},
	{
		"name":"燕归巢",
		"img":"images/ygc.jpg",
		"src":"res/qnwb/ygc.mp3",
		"lrc":"[ar:许嵩]\n[ti:燕归巢]\n[00:08.97]许嵩 - 燕归巢\n[00:15.54]作词：许嵩\n[00:18.96]作曲：许嵩\n[00:20.96]制作人：许嵩\n[00:48.09]雨后江岸天破晓\n[00:51.49]老舟新客知多少\n[00:54.99]远山见竹林芳草\n[00:58.04]晨风抚绿了芭蕉\n[01:02.19]寒梅落尽把冬了\n[01:05.74]衔春的燕想归巢\n[01:09.34]沿途的景 牵挂的人\n[01:12.89]两情迢迢\n[01:16.45]柳叶桨溅桃花浪\n[01:19.20]汀州里鹤眺远方\n[01:23.63]饮一盏岁月留香\n[01:26.23]唱一曲往事飞扬\n[01:30.80]山水间歌声回荡\n[01:34.40]回荡思念的滚烫\n[01:38.00]去年的家书两行\n[01:41.10]读来又热了眼眶\n[01:45.17]云水边静沐暖阳\n[01:48.47]烟波里久违的故乡\n[01:52.32]别来无恙\n[01:54.87]你在心上\n[02:28.41]雨后江岸天破晓\n[02:31.72]老舟新客知多少\n[02:35.28]远山见竹林芳草\n[02:38.34]晨风抚绿了芭蕉\n[02:42.50]寒梅落尽把冬了\n[02:46.05]衔春的燕想归巢\n[02:49.73]沿途的景 牵挂的人\n[02:53.20]两情迢迢\n[02:56.81]柳叶桨溅桃花浪\n[02:59.41]汀州里鹤眺远方\n[03:03.86]饮一盏岁月留香\n[03:06.62]唱一曲往事飞扬\n[03:11.07]山水间歌声回荡\n[03:14.68]回荡思念的滚烫\n[03:18.23]去年的家书两行\n[03:21.39]读来又热了眼眶\n[03:25.49]云水边静沐暖阳\n[03:28.79]烟波里久违的故乡\n[03:32.61]别来无恙\n[03:35.13]你在心上\n[03:40.73]儿时的窗 苍老的墙\n[03:44.18]是否偷换了方向\n[03:47.84]堂前的你和我相逢时\n[03:50.54]会沉默还是会诉尽衷肠\n[03:57.60]山水间歌声回荡\n[04:01.26]回荡思念的滚烫\n[04:04.76]去年的家书两行\n[04:07.82]读来又热了眼眶\n[04:11.89]云水边静沐暖阳\n[04:15.34]烟波里久违的故乡\n[04:19.93]别来无恙\n[04:21.48]你在心上\n[04:29.99]别来无恙\n[04:33.40]你在心上\n"
	}
],
[
	{
		"basic":true,
		"name":"不如吃茶去",
		"singer":"许嵩",
		"img":"images/brccq.jpg"
	},
	{
		"name":"山水之间",
		"img":"images/sszj.jpg",
		"src":"res/brccq/sszj.mp3",
		"lrc":"[ar:许嵩]\n[ti:山水之间]\n[00:38.02]昨夜同门云集 推杯又换盏\n[00:43.82]清朝茶凉酒寒 豪言成笑谈\n[00:49.57]半生累尽徒然\n[00:52.52]碑文完美有谁看\n[00:55.42]隐居山水之间誓与浮名散\n[01:03.84]湖畔青石板上一把油纸伞\n[01:09.79]旅人停步折花淋湿了绸缎\n[01:15.59]满树玉瓣多傲然\n[01:18.49]江南烟雨却痴缠\n[01:21.39]花飞雨追一如尘缘理还乱\n[01:27.34]落花雨 你飘摇的美丽\n[01:32.89]花香氤 把往日情勾起\n[01:38.70]我愿意 化浮萍躺湖心\n[01:44.50]只陪你 泛岁月的涟漪\n[02:16.55]古木檀香小筑经文诵得缓\n[02:22.10]锦服华裳一炬粗袖如心宽\n[02:27.90]林中抚琴曲委婉\n[02:30.75]群山听懂我悲欢\n[02:33.65]泪如雨落才知过往剪不断\n[02:39.52]落花雨 你飘摇的美丽\n[02:45.22]花香氤 把往日情勾起\n[02:51.07]我愿意 化浮萍躺湖心\n[02:56.77]只陪你 泛岁月的涟漪\n[03:28.53]落花雨 你飘摇的美丽\n[03:34.37]花香氤 把往日情勾起\n[03:40.23]我愿意 化浮萍躺湖心\n[03:45.93]只陪你 泛岁月的涟漪\n[03:51.83]落花雨 你飘摇在天地\n[03:57.43]晚风急 吹皱芳华太无情\n[04:03.28]我愿意 化流沙躺湖堤\n[04:09.09]只陪你 恭候春夏的轮替\n[04:14.99]落花雨水深藏山水里\n[04:20.61]落花雨水深藏在我心"
	},
	{
		"name":"惊鸿一面",
		"singer":"许嵩、黄龄",
		"src":"res/brccq/jhym.mp3",
		"lrc":"[ar:许嵩、黄龄]\n[ti:惊鸿一面]\n[00:21.50]翻手为云覆手为雨\n[00:26.12]金盆洗手止风雨\n[00:30.43]不恋红尘却难舍回忆\n[00:34.70]每一段都有你\n[00:41.43]年少初遇常在我心\n[00:45.89]多年不减你深情\n[00:49.94]江山如画又怎能比拟\n[00:54.28]你送我的风景\n[00:58.81]柳下闻瑶琴起舞和一曲\n[01:03.23]仿佛映当年翩若惊鸿影\n[01:07.55]谁三言两语撩拨了情意\n[01:11.92]谁一颦一笑摇曳了星云\n[01:16.22]纸扇藏伏笔玄机诗文里\n[01:20.79]紫烟燃心语留香候人寻\n[01:25.00]史书列豪杰功过有几许\n[01:29.37]我今生何求惟你\n[01:57.46] \n[02:08.67]年少初遇常在我心\n[02:12.88]多年不减你深情\n[02:17.51]江山如画又怎能比拟\n[02:21.42]你送我的风景\n[02:26.14]柳下闻瑶琴起舞和一曲\n[02:30.38]仿佛映当年翩若惊鸿影\n[02:34.77]谁三言两语撩拨了情意\n[02:39.20]谁一颦一笑摇曳了星云\n[02:43.39]纸扇藏伏笔玄机诗文里\n[02:48.06]紫烟燃心语留香候人寻\n[02:52.39]史书列豪杰功过有几许\n[02:56.58]我今生何求惟你\n[03:01.62]远山传来清晨悠然的曲笛\n[03:04.98]晓风掠走光阴\n[03:07.26]残月沉霜鬓里\n[03:09.99]有了你\n[03:12.16]恩怨都似飞鸿踏雪泥\n[03:14.35]飞鸿踏雪泥\n[03:18.60]柳下闻瑶琴起舞和一曲\n[03:22.95]仿佛映当年翩若惊鸿影\n[03:27.30]谁三言两语撩拨了情意\n[03:31.42]谁一颦一笑摇曳了星云\n[03:35.83]纸扇藏伏笔玄机诗文里\n[03:40.21]紫烟燃心语留香候人寻\n[03:44.83]史书列豪杰功过有几许\n[03:49.18]我今生何求惟你\n[03:53.72]我今生何求惟你"
	},
	{
		"name":"弹指一挥间",
		"src":"res/brccq/tzyhj.mp3",
		"lrc":"[ar:许嵩]\n[ti:弹指一挥间]\n[00:41.50]雨掸霜叶掸落一地过往\n[00:49.32]云遮秋雁遮住十载月光 \n[00:57.11]我推开窗满手回忆沙沙作响 \n[01:03.18]枕簟凉残烛晃人惆怅 \n[01:12.43]离愁别恨是心的溃疡 \n[01:20.29]戴月披星是你在流浪 \n[01:27.96]你推开窗花灯随烟波铺江上 \n[01:34.16]露水凉老船晃人惆怅 \n[01:41.18]弹指一挥间你竟已遥远 \n[01:48.96]沧海成荒野真情永不灭 \n[01:56.79]弹指一挥间红尘已缈远 \n[02:04.56]青丝蘸白雪来路生云烟\n[02:33.68]离愁别恨是心的溃疡 \n[02:41.66]戴月披星是你在流浪 \n[02:49.04]你推开窗花灯随烟波铺江上 \n[02:55.45]露水凉老船晃人惆怅 \n[03:02.48]弹指一挥间你竟已遥远 \n[03:10.31]沧海成荒野真情永不灭 \n[03:18.09]弹指一挥间红尘已缈远 \n[03:25.86]青丝蘸白雪来路生云烟\n[03:49.13]弹指一挥间你竟已遥远 \n[03:56.70]沧海成荒野真情永不灭 \n[04:04.38]弹指一挥间红尘已缈远 \n[04:12.36]青丝蘸白雪来路生云烟"
	}
]];